<!DOCTYPE html>
<html lang="fr">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Conditions d'utilisation - AIvance Pro</title>
    <meta name="description" content="Conditions g&eacute;n&eacute;rales d'utilisation d'AIvance Pro, votre coach fitness personnel propuls&eacute; par l'IA.">
    <link rel="canonical" href="https://aivancepro.fr/terms.html">
    <meta property="og:title" content="Conditions d'utilisation - AIvance Pro">
    <meta property="og:url" content="https://aivancepro.fr/terms.html">
    <meta property="og:type" content="website">
    <link rel="preconnect" href="https://fonts.googleapis.com">
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin>
    <link href="https://fonts.googleapis.com/css2?family=Inter:wght@400;500;600;700&display=swap" rel="stylesheet">
    <style>
        * { margin: 0; padding: 0; box-sizing: border-box; }
        :root { --primary: #6C63FF; --dark: #0F0F1A; --dark-light: #1A1A2E; --gray: #8888A0; --white: #FFFFFF; }
        body { font-family: 'Inter', sans-serif; background: var(--dark); color: var(--white); line-height: 1.8; }
        nav { position: fixed; top: 0; width: 100%; padding: 1rem 2rem; background: rgba(15,15,26,0.95); backdrop-filter: blur(10px); z-index: 100; border-bottom: 1px solid rgba(108,99,255,0.1); }
        .logo { font-size: 1.5rem; font-weight: 800; color: var(--white); text-decoration: none; }
        .logo span { color: var(--primary); }
        .content { max-width: 800px; margin: 0 auto; padding: 7rem 2rem 4rem; }
        h1 { font-size: 2.5rem; font-weight: 700; margin-bottom: 0.5rem; }
        .date { color: var(--gray); margin-bottom: 3rem; font-size: 0.9rem; }
        h2 { font-size: 1.4rem; font-weight: 600; margin-top: 2.5rem; margin-bottom: 1rem; color: var(--primary); }
        p, li { color: #C0C0D0; font-size: 0.95rem; margin-bottom: 1rem; }
        ul { padding-left: 1.5rem; margin-bottom: 1rem; }
        a { color: var(--primary); }
        .back { display: inline-block; margin-top: 2rem; color: var(--gray); text-decoration: none; font-size: 0.9rem; }
        .back:hover { color: var(--white); }
    </style>
</head>
<body>
    <nav>
        <a href="/" class="logo">AIvance <span>Pro</span></a>
    </nav>

    <div class="content">
        <h1>Conditions g&eacute;n&eacute;rales d'utilisation</h1>
        <p class="date">Derni&egrave;re mise &agrave; jour : 7 f&eacute;vrier 2026</p>

        <h2>1. Objet</h2>
        <p>Les pr&eacute;sentes Conditions G&eacute;n&eacute;rales d'Utilisation (CGU) r&eacute;gissent l'utilisation de l'application mobile AIvance Pro, &eacute;dit&eacute;e par AS Corporation. En utilisant l'application, vous acceptez les pr&eacute;sentes conditions.</p>

        <h2>2. Description du service</h2>
        <p>AIvance Pro est une application de coaching fitness propuls&eacute;e par l'intelligence artificielle. Elle propose :</p>
        <ul>
            <li>La g&eacute;n&eacute;ration de programmes d'entra&icirc;nement personnalis&eacute;s</li>
            <li>Le suivi de la progression sportive</li>
            <li>Un coach virtuel assist&eacute; par IA</li>
            <li>Une communaut&eacute; sportive avec messagerie</li>
            <li>Un syst&egrave;me de d&eacute;fis et r&eacute;compenses</li>
        </ul>

        <h2>3. Inscription et compte</h2>
        <p>Pour utiliser AIvance Pro, vous devez cr&eacute;er un compte. Vous &ecirc;tes responsable de la confidentialit&eacute; de vos identifiants de connexion. Vous vous engagez &agrave; fournir des informations exactes et &agrave; jour.</p>

        <h2>4. Utilisation du service</h2>
        <p>En utilisant l'application, vous vous engagez &agrave; :</p>
        <ul>
            <li>Utiliser le service de mani&egrave;re conforme &agrave; la loi</li>
            <li>Ne pas publier de contenu ill&eacute;gal, offensant ou inappropri&eacute;</li>
            <li>Respecter les autres utilisateurs de la communaut&eacute;</li>
            <li>Ne pas tenter de compromettre la s&eacute;curit&eacute; du service</li>
            <li>Ne pas utiliser le service &agrave; des fins commerciales non autoris&eacute;es</li>
        </ul>

        <h2>5. Avertissement sant&eacute;</h2>
        <p>AIvance Pro fournit des suggestions d'entra&icirc;nement g&eacute;n&eacute;r&eacute;es par intelligence artificielle. Ces recommandations ne remplacent pas l'avis d'un professionnel de sant&eacute;. Consultez un m&eacute;decin avant de commencer tout programme d'exercice physique. AS Corporation ne saurait &ecirc;tre tenue responsable de toute blessure r&eacute;sultant de l'utilisation de l'application.</p>

        <h2>6. Mod&eacute;ration</h2>
        <p>Nous nous r&eacute;servons le droit de mod&eacute;rer, suspendre ou supprimer tout contenu ou compte qui enfreint les pr&eacute;sentes conditions. Les utilisateurs peuvent signaler tout contenu ou comportement inappropri&eacute; via les fonctionnalit&eacute;s de signalement de l'application.</p>

        <h2>7. Propri&eacute;t&eacute; intellectuelle</h2>
        <p>L'application AIvance Pro, son design, son code source et ses contenus sont la propri&eacute;t&eacute; de AS Corporation. Toute reproduction ou utilisation non autoris&eacute;e est interdite.</p>

        <h2>8. Limitation de responsabilit&eacute;</h2>
        <p>Le service est fourni &laquo; tel quel &raquo;. AS Corporation ne garantit pas un fonctionnement ininterrompu ou exempt d'erreurs. Notre responsabilit&eacute; est limit&eacute;e au montant pay&eacute; pour le service au cours des 12 derniers mois.</p>

        <h2>9. Modification des CGU</h2>
        <p>Nous nous r&eacute;servons le droit de modifier les pr&eacute;sentes CGU. Les utilisateurs seront inform&eacute;s de toute modification significative. L'utilisation continu&eacute;e du service apr&egrave;s modification vaut acceptation des nouvelles conditions.</p>

        <h2>10. Droit applicable</h2>
        <p>Les pr&eacute;sentes CGU sont r&eacute;gies par le droit fran&ccedil;ais. Tout litige sera soumis aux tribunaux comp&eacute;tents de Rouen, France.</p>

        <h2>11. Contact</h2>
        <p>Pour toute question concernant ces conditions :</p>
        <ul>
            <li>Email : <a href="mailto:aivancepro@gmail.com">aivancepro@gmail.com</a></li>
            <li>AS Corporation - 47 Route de Saint-Wandrille, 76480 Sainte-Marguerite-sur-Duclair, France</li>
        </ul>

        <a href="/" class="back">&larr; Retour &agrave; l'accueil</a>
    </div>
</body>
</html>
